Revit 2027 API
BuiltInFailures.SiteFailures.ContourLabelEmpty Property
 Contour Label doesn't intersect any contours.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ContourLabelEmpty { get; }
Public Shared ReadOnly Property ContourLabelEmpty As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ContourLabelEmpty {
	FailureDefinitionId^ get ();
}
static member ContourLabelEmpty : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.SiteFailures Class
Autodesk.Revit.DB Namespace